Repository: SaintRamzes/ckanext-pages
Catalog: ckanext/pages/i18n/*/LC_MESSAGES/ckanext-pages.po
Languages: uk_ua

source: Page name already exists in database
uk_ua: Сторінка вже існує

source: Not authorized to see this page
uk_ua: Не можна переглядати сторінку

source: You can upload image file only
uk_ua: Ви можете тільки завантажити файл

source: User %s not authorized to read this page
uk_ua: Користувач %s не має прав переглядати сторінку

source: Organization not found
uk_ua: Розпорядник не знайдений

source: Unauthorized to read organization %s
uk_ua: Нема прав перегладати розпорядник %s

source: Page Not Found
uk_ua: Сторінка не знайдена

source: Unauthorized to delete page
uk_ua: Немає прав видаляти сторінку

source: Group not found
uk_ua: Група не знайдена

source: Unauthorized to read group %s
uk_ua: Намає прав переглядати групу %s

source: ERROR: View not found {view_id}
uk_ua: Передставлення не знайдено {view_id}

source: Your browser does not support iframes.
uk_ua: Ваш броузер не підтримує фреймів.

source: Unauthorized to create or edit a page
uk_ua: Немає прав створювати чи редагувати сторінку

source: Only Posting is availiable
uk_ua: Можна тільки розміщати

source: Unauthorized to upload file %s
uk_ua: Немає прав завантажувати файл %s

source: Pages
uk_ua: Сторінки

source: Blog
uk_ua: Новини

source: What are Pages?
uk_ua: Що таке сторінки?

source: <p>Pages are are simple way to add extra pages to your ckan instance. You can assign an order to them.</p>
uk_ua: <p>Сторінки це простий засіб додавати ще розділів до ckan</p>

source: Image url
uk_ua: Посилання на зображення

source: Add Blog Article
uk_ua: Додати новину

source: Edit Blog Article
uk_ua: Редагувати новину

source: eg. Blog Article Title
uk_ua: Заголовок новини

source: Add page
uk_ua: Додати сторінку

source: Edit page
uk_ua: Редагувати сторінку

source: eg. Page Title
uk_ua: наприклад Назва Сторінки

source: Title
uk_ua: Заголовок

source: URL
uk_ua: Посилання

source: Publish Date
uk_ua: Дата публікації

source: Visibility
uk_ua: Видимість

source: Private
uk_ua: Лише для мене

source: Public
uk_ua: Для всіх

source: Image File
uk_ua: Файл зображення

source: Lang
uk_ua: Мова

source: Menu Order
uk_ua: Місце у меню

source: Not in Menu
uk_ua: Не в меню

source: Content
uk_ua: Зміст

source: Enter content here
uk_ua: Місце для змісту

source: My content
uk_ua: Мій зміст

source: Cancel
uk_ua: Скасувати

source: Add
uk_ua: Додати

source: Are you sure you want to delete this Page?
uk_ua: Видалити сторінку?

source: Delete
uk_ua: Видалити

source: Save
uk_ua: Зберегти

source: Edit
uk_ua: Редагувати

source: This page currently has no content
uk_ua: Ця сторінка без контенту

source: All News
uk_ua: Усі новини

source: Latest News
uk_ua: Останні новини

source: Edit Article
uk_ua: Редагувати

source: Blog Articles
uk_ua: Новини

source: Add blog articles to CKAN here.
uk_ua: Додавайте тут новини

source: Add Article
uk_ua: Додати новину

source: Confirm Delete
uk_ua: Підтвердіть видалення

source: Are you sure you want to delete page - {name}?
uk_ua: Чи згодні ви видалити сторінку - {name}?

source: Edit Page
uk_ua: Редагувати сторінку

source: News
uk_ua: Новини

source: There are currently no blog articles here
uk_ua: Нема новин

source: There are currently no pages here
uk_ua: Нема сторінок

source: Remove
uk_ua: Прибрати

source: This field is required
uk_ua: Це поле є обов'язковим

source: The form contains invalid entries:
uk_ua: Ця форма містить некоректні значення:

source: Required field
uk_ua: Обов'язкове поле

source: Image URL
uk_ua: Посилання на зображення

source: Image
uk_ua: Зображення

source: Clear Upload
uk_ua: Завантажити
